{
    "topics": [
        {
            "id": 1,
            "title": "How to make French onion soup - recipe",
            "content": "Though there are, of course, other onion soups (Iranian eshkeneh, for example, or Tuscan carabaccia), none has quite captured the international imagination like the “French” variety, said to have originated in the markets of Paris, where the rich, savoury broth fuelled early traders and late-night revellers alike. The accompanying mountain of molten cheese is optional, but strongly recommended.            ",
            "created_at": "2020-10-08 00:00:00"
        },
        {
            "id": 2,
            "title": "Cocoa-nutty! 17 surprising chocolate recipes from mole to tagliatelle al cioccolato",
            "content": "My dad, distressingly, does not like chocolate. Actually, that is not true. He likes chocolate, but not chocolate in stuff. He won’t touch chocolate cake, he shuns chocolate mousses, and he is actively repulsed by chocolate ice-cream. It is a perplexing trait, considering I love the stuff (he has refused to take a paternity test). My bafflement has prompted me to find as many ways as possible of hiding chocolate in dishes, in the hope that he will be able to stomach one of them. The most important thing to note before commencing is that, with few exceptions, these recipes call for dark chocolate – 70% cocoa solids or up. If you were to, say, lob a Galaxy bar into your dinner, you would end up with a sickly, too-sweet mess. With that out of the way, let’s start with mole. The Mexican chilli sauce is so overwhelming – coming in waves of smokiness, bitterness and sweetness – that chocolate haters will be too confused to identify all the ingredients. David Lebovitz has a recipe for chicken with mole that isn’t very chocolatey at all.",
            "created_at": "2020-10-08 01:00:00"
        },
        {
            "id": 3,
            "title": "Kim-Joy's recipe for panda choux au craquelin with almond creme mousseline",
            "content": "Make the choux pastry. Chop the butter and add it to a small saucepan with the water and a pinch of salt (if using unsalted butter). Heat until the butter has melted and the mixture is starting to bubble. Weigh the strong and plain white flour in a separate bowl. When the butter mixture is bubbling, remove it from the heat and add the flour all in one go. Stir with a wooden spoon until it forms a smooth ball that pulls away from the sides very easily – this is called a panada.Transfer the panada to a metal stand mixer bowl with paddle attachment. Leave to cool for 10 minutes or so, or until no longer steaming when mixed on low speed.Meanwhile, make the craquelin for the choux. Cream together the butter and sugar. Add the flour and orange zest. Combine using a spoon, and then using your hands to form a ball. Roll out thinly between two sheets of clingfilm and transfer to the freezer.",
            "created_at": "2020-10-08 02:00:00"
        },
        {
            "id": 4,
            "title": "The Great British Bake Off 2020: episode three – as it happened",
            "content": "In these extraordinary times, the Guardian’s editorial independence has never been more important. Because no one sets our agenda, or edits our editor, we can keep delivering quality, trustworthy, fact-checked journalism each and every day. Free from commercial or political bias, we can report fearlessly on world events and challenge those in power. Your support protects the Guardian’s independence. We believe every one of us deserves equal access to accurate news and calm explanation. No matter how unpredictable the future feels, we will remain with you, delivering high quality news so we can all make critical decisions about our lives, health and security – based on fact, not fiction. Support the Guardian from as little as $1 – and it only takes a minute. Thank you.",
            "created_at": "2020-10-08 03:00:00"
        },
        {
            "id": 5,
            "title": "UK insect farm project for sustainable animal feed awarded £10m",
            "content": "The UK’s first large-scale farm breeding insects for animal feed and pet food has moved a step closer after the government backed the project with a £10m funding package. The new facility will be built by the insect farming start-up Entocycle, which will use it to raise black soldier flies fed on food waste to create sustainable insect protein. At its existing operation, under railway arches at London Bridge, the company feeds local food waste – typically surplus fruit and vegetables, discarded brewer’s grains and coffee grounds – to the insects. It says this has a smaller environmental footprint than traditional ingredients for animal feed such as meat, soy and fishmeal.",
            "created_at": "2020-10-08 04:00:00"
        },
        {
            "id": 6,
            "title": "Third-culture breakfast: Asia-inspired morning feasts from Hetty McKinnon",
            "content": "Growing up, I didn’t understand my mother’s elaborate morning feasts. I was not always comfortable with my identity. Even though I was born in Australia, I didn’t feel particularly Australian, or Chinese for that matter. After I started cooking in earnest, everything clicked into place. The more I cooked, the more connected I felt to my mother and her cultural heritage. The way I cook is, in many ways, third-culture cooking, a cross-pollination of ideas and techniques that are grounded in my Chinese heritage, yet greatly influenced by growing up in the western world. It is not distinctly Chinese, nor Australian, but rather a third interpretation of the two cultures. In western culture, you most likely start the day with a light meal of cereal, porridge, toast or eggs. As I got older and spent more time in Asia, I realised that the grand breakfast was a big part of Asian culture. There is no holding back. When the day begins, it’s game on.",
            "created_at": "2020-10-08 05:00:00"
        },
        {
            "id": 7,
            "title": "Thomasina Miers' recipe for roast beets in white mole sauce",
            "content": "There is a restaurant in Mexico City called Rosetta, founded by Elena Reygadas, an inspirational chef and mother of two. If that makes me sound as if I have a girl crush, I do! This restaurant is so stunning that I often find myself thinking about it while gazing out of my window, dreaming of Mexico. This white mole (moll-ay) is inspired by one I had there, a warm, plant-based dish that’s stunning to look at, full of goodness and wonderfully simple to make.Roast beets with mole blanco The delicately sweet, lightly spiced sauce provides a beautiful base for earthy roast beets.",
            "created_at": "2020-10-08 06:00:00"
        },
        {
            "id": 8,
            "title": "Nigel Slater’s recipes for berries with rose geranium sugar and courgettes with lentils",
            "content": "Scattered around the house are terracotta pots of pelargoniums whose leaves smell like turkish delight. The flowers vary from tiny pink stars to deep, inky petals the colour of Ribena. But what they all have in common are their scented leaves. Rub any of them and you will find yourself in a haze of rose, lemon or orange; or, perhaps less deliciously, camphor. These leaves, picked and layered with white caster, make a gently flavoured sugar for baking, or simply for tossing with autumn fruit. The leaves need to be dry and fully open, preferably still warm from the sun. You sprinkle a thick layer of fine white caster sugar in the bottom of a jar, place a couple of leaves on top then another layer of sugar. Carry on layering sugar and leaves until the jar is full, then seal and set it somewhere warm for a day or two. (I up-end the jar now and again to ensure all the sugar is infused with the oil from the leaves.) When you open the lid, the floral, powdery smell will be reminiscent of the old lokum shops of Istanbul.",
            "created_at": "2020-10-08 07:00:00"
        },
        {
            "id": 9,
            "title": "Notes on chocolate: a crash course in dark chocolate’s healing power",
            "content": "I fell off my bike this week, barely going at 5mph. This is because my shoelaces were so foolishly loopy they got caught on my bike chain and wound themselves around my pedal shaft. Of course there were workmen to witness this. Luckily – thanks to this job – my right haunch is well padded and took the impact. As I said in my first column: chocolate can help at these times, so this is what I administered. Luckily – thanks to this job – my right haunch is well padded Waitrose No 1’s Ecuador 90%, (£2, 100g) was a comforting surprise, so incredibly smooth that none of my blind testers guessed the high cocoa percentage – definitely keep this in the medicine cupboard. Two from Solkiki (solkiki.co.uk) proved distractingly flavourful: Gran Palo 72% and the Costa Esmeraldas 70+0 (both £7.50, 56g). The former has just three ingredients: cocoa beans, sugar and cocoa butter. The latter just cocoa and sugar. The Gran Palo was malty and rich with deep, dark, plummy flavours. The Costa Esmeraldas had a hint of Christmas spicy biscuit with bright fruit elements that didn’t scare the horses. Then I gave myself up to Original Beans Piura 75% (£4.95, 70g, originalbeans.com) which was crisp and almost raisiny. The Peruvian beans it’s made from were pulled back from extinction and now their growing area provides a haven for butterflies.",
            "created_at": "2020-10-08 08:00:00"
        },
        {
            "id": 10,
            "title": "Daffodil Mulligan, London: ‘A certain optimism’ – restaurant review",
            "content": "Daffodil Mulligan, 70-74 City Road, London EC1Y 2BJ (020 7404 3000). Small plates £6-£14, large plates £17-£32, desserts £4-£6, wines from £23 The area around London’s Old Street roundabout tells us a lot about where we are now. For all the modish apartment blocks, their balconies stacked with top-of-the-range bikes, this is where many people come to work, or did. For now, lots of those offices remain empty. Accordingly, many of the cafés and bars that served them are still closed. Above the door of the coffee shop Shoreditch Grind, one of the few around here to have reopened, is the legend “Alexa skip to 2021”. It’s a slogan we can all get behind. But here, on City Road, just south of the roundabout, is a pulsing sign of life. Even on a quiet weekday lunchtime, when custom is thin on the ground, everything about Daffodil Mulligan – the food, the staff, the well-spaced sunlit room with its polished concrete floors and olive-green banquettes – thrums with a certain optimism. It’s a slap on the back. It’s a splash of cold water on the cheeks. It’s a crushing bear hug of a welcome.",
            "created_at": "2020-10-08 09:00:00"
        },
        {
            "id": 11,
            "title": "Tamal Ray's recipe for chocolate meringue sandwich cookies",
            "content": "One of the silver linings of lockdown has been discovering all the little hidden eateries in our local area. Top of the list of new finds is a bakery that serves the most incredible sandwich cookies: chewy, toffee-brown biscuits filled with marshmallowy meringue. They have a habit of selling out quickly, so I decided to recreate them at home. If we do ever end up in a lockdown again, at least we’ll have sandwich cookies to keep us happy. Chocolate meringue sandwich cookies. You can use a microwave to make the ganache by heating the mix for 30 seconds at a time and stirring in between until the chocolate has melted.",
            "created_at": "2020-10-08 10:00:00"
        },
        {
            "id": 12,
            "title": "From chilli chicken to lamb sheekh kebab: Dishoom's autumn curry recipes",
            "content": "Next day, heat the oil for the sauce in a large, heavy-based pan and, once hot, fry the garlic briefly, until golden brown. Lift out with a slotted spoon and set aside, then fry the onions and ginger in the same oil, stirring so they don’t catch, for about eight minutes, until the onions are soft and translucent. Add the soy sauce, cook for two minutes, then add the remaining ingredients and return the fried garlic to the pan. Cook for about 10 minutes, until the oil separates, then spoon off any excess oil, turn down the heat and keep the sauce warm. Heat the vegetable oil in a deep-fat fryer (or a deep, heavy-based pan) to 160C. Carefully lower in the chicken pieces, in batches if need be, and deep-fry for three to four minutes, until crisp, golden and cooked through. When done, use a slotted spoon to lift out the chicken, drain on kitchen paper, then add to the sauce and toss to coat. Garnish with spring onions and serve with lime wedges for squeezing over.",
            "created_at": "2020-10-08 11:00:00"
        },
        {
            "id": 13,
            "title": "Meera Sodha's vegan recipe for oven-baked chilli",
            "content": "Alot of the things I do today will pay me back at a later date. From planting seeds, which will flower next spring, to less visible actions such as remembering to put salt in the dishwasher. At the more satisfying end of this list is batch cooking. There’s nothing more smug than getting home late to realise you have a pot of something in the fridge or a meal in the freezer waiting for you – and, as pandemic-worn cooks, we all need a night off every now and then. Oven-baked veggie chilli with butternut squash. This is a forgiving dish that can take a fair bit of personalisation, especially when it comes to the final flourishes. Eat it topped with tortilla crisps, pickles or even a spot of Oatly creme fraiche cut with salt and lime.",
            "created_at": "2020-10-08 12:00:00"
        },
        {
            "id": 14,
            "title": "From fritters to lime cake: Yotam Ottolenghi's corn and coconut recipes",
            "content": "It’s that time of the year when talk turns to whether anyone has any travel plans to look forward to. “Getting away anywhere for half term?” “Any plans for Christmas?” So long as any such travels are denied us, food can be a powerful means of escape. We may not make it to any far-flung places this winter, but, if you can, venture out instead to find some fresh curry leaves, coconut, sweetcorn and aromatics, then return home and turn on the stove. It’s not the real sun, I know: it’s not south-east Asia, it’s not white, sandy beaches, and it sure ain’t Malibu. But the smells and tastes will transport you, so it’s still a journey worth taking.",
            "created_at": "2020-10-08 13:00:00"
        },
        {
            "id": 15,
            "title": "Nena Foster's recipes for kids' packed lunches",
            "content": "Courgette, olive and halloumi muffins. A savoury muffin that works in a lunchbox, as a grab-and-go breakfast or a nutritious, filling snack. Pictured with apple, plain popcorn and chocolate-dipped apricots (melt 50g dark chocolate with 1 tsp coconut oil, dip in dried apricots halfway and transfer to a tray lined with greaseproof paper until set).",
            "created_at": "2020-10-08 14:00:00"
        },
        {
            "id": 16,
            "title": "Don't bin those beetroot tops. Cook them instead",
            "content": "Gnocchi are comforting little pillows of joy, and brilliant carriers of flavour. A little garlic and herbs is all it takes to turn them into an irresistible meal. They are quite time-consuming to make from scratch, which is why they’re seen as something of a labour of love, but if you have cooked potatoes left over, they become more time-efficient and lift leftovers to a whole new level. Whole, skin-on steamed or baked potatoes work best, but even leftover mash will work, so long as it’s not too wet. Beetroot leaves and stems have become a regular vegetable in my kitchen. I usually remove and cook them the day I buy them, be that simply sauteed with garlic or in this slightly more elaborate dish.",
            "created_at": "2020-10-08 15:00:00"
        },
        {
            "id": 17,
            "title": "Avocados, 'x-ray' checked: why it benefits us all if people stop squeezing them",
            "content": "Whether it’s a gentle pinch of the tip, or a full-handed feel of the base, touching an avocado before you buy it is a commonplace grocery store habit. But Suzie Delroy, a second-generation farmer based just outside of Pemberton in southern Western Australia, dreams of the day avocado shopping becomes contactless. “We always do the best we can to control the avocado, but by far the biggest bruising occurs when people go and squeeze them.” Her assessment is backed up by a 2015 report from Australian Horticultural Innovation that involved, among other experiments, using an e-glove sensor to see how hard shoppers were squeezing the fruit. The report found “bruise severity at the retail store display, and from the consumers’ home, was significantly higher than at all preceding sampling points”. Avocados Australia also states that the average avocado is touched by four would-be shoppers before it’s bought.",
            "created_at": "2020-10-08 16:00:00"
        },
        {
            "id": 18,
            "title": "What's in the essential kitchen toolkit?",
            "content": "The short answer, says perfectionist Felicity Cloake, is not very much: “Start with the basics, see what you actually cook and equip accordingly.” Topping Cloake’s “basics” list is a frying pan, which, of course, you can do more than fry in – a sentiment echoed by Home Cookery Year author Claire Thomson. “I like a cast-iron one, because it lasts longer,” she says. “Just maintain it by cleaning with a cloth and oiling with sunflower oil.” If space is at a premium, Cloake recommends investing in a frying pan that goes in the oven. “Make sure everything you buy is as versatile as possible.”",
            "created_at": "2020-10-08 17:00:00"
        },
        {
            "id": 19,
            "title": "Tesco sets 300% sales target for plant-based alternatives to meat",
            "content": "Tesco is to become the first UK retailer to set a sales target for plant-based alternatives to meat as it steps up efforts to offer shoppers more sustainable options. The UK’s largest supermarket will on Tuesday commit to boosting sales of meat alternatives by 300% within five years, by 2025. Over the past year, demand for chilled meat-free foods – the most popular line including burger, sausage and mince substitutes – has increased by almost 50%, the retailer said. As a result, it is expanding into more categories and creating larger “centrepiece” dishes for two people as well as family-sized portions.",
            "created_at": "2020-10-08 18:00:00"
        },
        {
            "id": 20,
            "title": "Jane Grigson’s blackberry apple pie",
            "content": "When you pick blackberries in the autumn, and gather windfall apples to make this pie, quantity and variety of fruit do not much come into it. You make the best of what you have. This is the way it should be. This is how regional dishes once developed. People used what their garden and neighbourhood could provide. Sometimes a suggestion from a visitor or the arrival of a new ingredient with the development of trade and manufacture might give a new aspect to an old dish, with luck a new refinement, most likely – at least, in recent times – a short cut or substitute ingredient that did not improve it. I cannot help feeling that before the great bramley conquest – it was introduced in 1876 – blackberry and apple pie made with the windfalls of pippin or reinette varieties tasted much better. Nowadays, I use tart windfall Blenheim orange apples, and then after Christmas Belle de Boskoop. This is a real treat as we do not grow it in Wiltshire, and depend on the kindness of January visitors from France for an occasional supply.",
            "created_at": "2020-10-08 19:00:00"
        }
    ]
}
